{
  "welcome": "Bienvenue sur notre site!",
  "description": "Ceci est une application Next.js internationalisée.",
  "Terms": "Conditions",
  "Conditions": "Conditions",
  "See our terms of Use": "Voir nos conditions d'utilisation",
  "Effective Date": "Date d'effet",
  "terms_descritpion": "Bienvenue sur ZeeInvoices ! Ces Conditions Générales ('Conditions') régissent votre utilisation de notre site web https://www.zeeinvoices.com/ et des logiciels et services de facturation ('Services') fournis par ZeeInvoices ('nous', 'notre' ou 'nos'). En accédant ou en utilisant nos Services, vous acceptez d'être lié par ces Conditions. Si vous n'êtes pas d'accord avec ces Conditions, vous ne devez pas utiliser nos Services.",
  "1. Acceptance of Terms": "1. Acceptation des conditions",
  "2. User Eligibility": "2. Éligibilité de l'utilisateur",
  "3. Account Registration": "3. Inscription du compte",
  "4. Free Software and Service Availability": "4. Logiciel gratuit et disponibilité des services",
  "5. Use of Services": "5. Utilisation des services",
  "6. User Content": "6. Contenu de l'utilisateur",
  "7. Intellectual Property Rights": "7. Droits de propriété intellectuelle",
  "8. Third-Party Integrations": "8. Intégrations tierces",
  "9. Disclaimer of Warranties": "9. Déni de garanties",
  "10. Limitation of Liability": "10. Limitation de responsabilité",
  "11. Indemnification": "11. Indemnisation",
  "12.Termination": "12. Résiliation",
  "13. Governing Law": "13. Loi applicable",
  "14. Changes to Terms & Conditions": "14. Modifications des conditions générales",
  "15. Contact Information": "15. Informations de contact",
  "AI powered": "Alimenté par IA",
  "Custom Invoices": "Factures personnalisées",
  "Free for all": "Gratuit pour tous",
  "heroDesc": "Simplifiez votre processus de facturation et concentrez-vous sur ce qui compte vraiment—Faites croître votre entreprise.",
  "Create Invoice": "Créer une facture",
  "How": "Comment",
  "ZeeInvoices Helps You?": "Comment ZeeInvoices vous aide-t-il?",
  "helpDesc": "ZeeInvoices est un générateur de factures gratuit et facile à utiliser, conçu sur mesure pour répondre aux besoins de votre entreprise.",
  "Streamline": "Rationaliser",
  "Your Workflow": "Votre flux de travail",
  "steamlineDesc": "Déplacez votre attention de la facturation vers ce qui compte vraiment—faire croître votre entreprise!",
  "Invoicing": "Facturation",
  "Made Simple": "Simplifiée",
  "sampleDesc": "Soyez payé plus rapidement avec un outil conçu pour la simplicité et la rapidité.",
  "Built For": "Conçu pour",
  "Every Business": "Chaque entreprise",
  "everyBussinessDesc": "ZeeInvoices simplifie la facturation pour tous, des freelances aux grandes entreprises. Notre logiciel gratuit automatise la création de factures et rationalise le processus.",
  "Freelancers": "Freelances",
  "freelanceDesc": "Rationalisez votre travail de freelance avec une gestion automatisée des transactions et des rappels de paiement, afin que vous puissiez vous concentrer sur la croissance de votre entreprise.",
  "Businesses": "Entreprises",
  "businessesDesc": "Optimisez votre entreprise avec une gestion des transactions rationalisée et des rappels de paiement automatisés, vous aidant à évoluer efficacement.",
  "E-commerce": "E-commerce",
  "ecommerceDesc": "Simplifiez vos transactions de commerce électronique et automatisez les rappels de paiement, vous offrant plus de temps pour développer votre boutique en ligne.",
  "What Our": "Ce que nos",
  "Users Say": "Utilisateurs disent",
  "usersSayDesc": "Des milliers d'entreprises font confiance à ZeeInvoices pour être payées plus rapidement.",
  "Frequently": "Questions fréquemment",
  "Asked Questions": "Posées",
  "questionDesc": "Tout ce que vous devez savoir sur le produit et la facturation.",
  "footerDesc": "ZeeInvoices est une solution de facturation puissante et facile à utiliser, conçue pour simplifier vos finances professionnelles. De la création de factures au suivi des paiements, ZeeInvoices vous aide à gérer votre facturation sans effort, vous offrant plus de temps pour développer votre entreprise. Avec une intégration transparente, des modèles personnalisables et des processus automatisés, nous garantissons que votre facturation est rapide, fiable et sécurisée.",
  "Home": "Accueil",
  "About": "À propos",
  "Privacy": "Confidentialité",
  "Follow Us": "Suivez-nous",
  "Contact Us": "Nous contacter",
  "copyRight": "© 2024 Tous droits réservés ZeeInvoices",
  "companyAddress": "11133 Shady Trail PMB 205 Dallas, TX 75229",
  "Effortless": "Sans effort",
  "Automated": "Automatisé",
  "Stay": "Restez",
  "Organized": "Organisé",
  "effortDesc": "Rationalisez votre processus de facturation avec notre logiciel de facturation gratuit. Simplicité et rapidité. ZeeInvoices facilite la création et la gestion des factures en ligne, vous faisant gagner du temps et de l'énergie.",
  "automatedDesc": "Avec notre générateur de factures alimenté par IA, vous pouvez réduire les tâches manuelles et accélérer votre facturation facilement pour vous concentrer sur la croissance de votre entreprise.",
  "OrganizedDesc": "Suivez et gérez facilement vos factures grâce à notre plateforme. Notre fonctionnalité de suivi des factures garde tout en un seul endroit, vous aidant à suivre les paiements et à ne jamais rien manquer.",
  "Less Time": "Moins de temps",
  "More Focus": "Plus de focus",
  "Enhance": "Améliorez",
  "Your Efficiency": "Votre efficacité",
  "Revitalize": "Revitalisez",
  "Your Operations": "Vos opérations",
  "focusDesc": "ZeeInvoices réduit le temps passé sur la paperasse afin que vous puissiez vous concentrer sur ce qui compte—développer votre entreprise.",
  "efficiencyDesc": "Réduisez le temps de facturation et concentrez-vous sur l'expansion de votre entreprise.",
  "OperationDesc": "Réduisez le temps passé sur la facturation, permettant ainsi de vous concentrer davantage sur la croissance de votre entreprise.",
  "Mobile": "Mobile",
  "Friendly": "Amical",
  "Save": "Économiser",
  "Time": "Temps",
  "Security": "Sécurité",
  "First": "D'abord",
  "friendlyDesc": "Créez et envoyez des factures professionnelles de n'importe où avec notre générateur de factures mobile. ZeeInvoices offre des solutions de facturation rapides pour les entreprises en déplacement.",
  "timeDesc": "Rationalisez les tâches de facturation comme la facturation et le suivi des paiements, vous permettant de vous concentrer sur ce qui compte le plus.",
  "securityDesc": "Vos données sont sécurisées avec une protection de premier ordre, garantissant la confidentialité et la sécurité de vos transactions commerciales.",
  "It was great experience!": "C'était une super expérience !",
  "It was a great tool!": "C'était un excellent outil !",
  "Great experience!": "Super expérience !",
  "Good tool!": "Bon outil !",
  "expDesc1": "J'adore l'interface intuitive et les modèles professionnels. ZeeInvoices a facilité la facturation pour mon entreprise.",
  "expDesc2": "ZeeInvoices est un changeur de jeu. Les options de personnalisation sont parfaites pour ma marque.",
  "expDesc3": "J'ai récemment utilisé ZeeInvoices et je suis vraiment impressionné. L'interface utilisateur est incroyablement intuitive et facile à naviguer.",
  "expDesc4": "L'interface utilisateur est incroyablement intuitive et facile à naviguer.",
  "What is ZeeInvoices?": "Qu'est-ce que ZeeInvoices?",
  "How do I create an account with ZeeInvoices?": "Comment créer un compte avec ZeeInvoices ?",
  "Can I customize my invoices with my company branding?": "Puis-je personnaliser mes factures avec ma marque d'entreprise ?",
  "Is my data secure with ZeeInvoices?": "Mes données sont-elles sécurisées avec ZeeInvoices ?",
  "Is ZeeInvoices available worldwide?": "ZeeInvoices est-il disponible dans le monde entier ?",
  "Are there any hidden fees or charges for using ZeeInvoices?": "Y a-t-il des frais cachés pour utiliser ZeeInvoices ?",
  "How can I contact customer support if I need help?": "Comment contacter le support client si j'ai besoin d'aide ?",
  "Does ZeeInvoices integrate with other accounting or payment software?": "ZeeInvoices s'intègre-t-il avec d'autres logiciels de comptabilité ou de paiement ?",
  "Is there a limit to how many invoices I can create?": "Y a-t-il une limite au nombre de factures que je peux créer ?",
  "Can I use ZeeInvoices on multiple devices?": "Puis-je utiliser ZeeInvoices sur plusieurs appareils ?"
}
