{
    "welcome": "Willkommen auf unserer Webseite!",
    "description": "Dies ist eine internationalisierte Next.js-Anwendung.",
    "Terms": "Bedingungen",
    "Conditions": "Bedingungen",
    "See our terms of Use": "Unsere Nutzungsbedingungen anzeigen",
    "Effective Date": "Gültigkeitsdatum",
    "terms_descritpion": "Willkommen bei ZeeInvoices! Diese Allgemeinen Geschäftsbedingungen ('Bedingungen') regeln die Nutzung unserer Website https://www.zeeinvoices.com/ und der von ZeeInvoices bereitgestellten Software- und Rechnungsdienste ('Dienste'). Durch den Zugriff auf oder die Nutzung unserer Dienste erklären Sie sich mit diesen Bedingungen einverstanden. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, dürfen Sie unsere Dienste nicht nutzen.",
    "1. Acceptance of Terms": "1. Akzeptanz der Bedingungen",
    "2. User Eligibility": "2. Benutzerberechtigung",
    "3. Account Registration": "3. Kontoregistrierung",
    "4. Free Software and Service Availability": "4. Verfügbarkeit kostenloser Software und Dienste",
    "5. Use of Services": "5. Nutzung der Dienste",
    "6. User Content": "6. Benutzerinhalt",
    "7. Intellectual Property Rights": "7. Rechte an geistigem Eigentum",
    "8. Third-Party Integrations": "8. Integrationen von Drittanbietern",
    "9. Disclaimer of Warranties": "9. Haftungsausschluss",
    "10. Limitation of Liability": "10. Haftungsbeschränkung",
    "11. Indemnification": "11. Entschädigung",
    "12.Termination": "12. Kündigung",
    "13. Governing Law": "13. Anwendbares Recht",
    "14. Changes to Terms & Conditions": "14. Änderungen der Bedingungen",
    "15. Contact Information": "15. Kontaktinformationen",
    "AI powered": "Von KI unterstützt",
    "Custom Invoices": "Benutzerdefinierte Rechnungen",
    "Free for all": "Kostenlos für alle",
    "heroDesc": "Vereinfachen Sie Ihren Rechnungsprozess und konzentrieren Sie sich auf das, was wirklich zählt – das Wachstum Ihres Unternehmens.",
    "Create Invoice": "Rechnung erstellen",
    "How": "Wie",
    "ZeeInvoices Helps You?": "Wie hilft Ihnen ZeeInvoices?",
    "helpDesc": "ZeeInvoices ist ein kostenloses und einfach zu verwendendes Rechnungs-Tool, das speziell entwickelt wurde, um die Bedürfnisse Ihres Unternehmens zu erfüllen.",
    "Streamline": "Rationalisieren",
    "Your Workflow": "Ihren Arbeitsablauf",
    "steamlineDesc": "Verlagern Sie Ihre Aufmerksamkeit von der Rechnungsstellung auf das, was wirklich zählt – das Wachstum Ihres Unternehmens!",
    "Invoicing": "Rechnungsstellung",
    "Made Simple": "Einfach gemacht",
    "sampleDesc": "Erhalten Sie schneller Zahlungen mit einem Tool, das für Einfachheit und Geschwindigkeit entwickelt wurde.",
    "Built For": "Gebaut für",
    "Every Business": "Jedes Unternehmen",
    "everyBussinessDesc": "ZeeInvoices vereinfacht die Rechnungsstellung für alle, vom Freiberufler bis zum Großunternehmen. Unsere kostenlose Software automatisiert die Erstellung von Rechnungen und rationalisiert den Prozess.",
    "Freelancers": "Freiberufler",
    "freelanceDesc": "Vereinfachen Sie Ihre Freiberuflichkeit mit automatisierter Transaktionsverwaltung und Zahlungserinnerungen, damit Sie sich auf das Wachstum Ihres Unternehmens konzentrieren können.",
    "Businesses": "Unternehmen",
    "businessesDesc": "Optimieren Sie Ihr Unternehmen mit rationalisierten Transaktionsverwaltungen und automatisierten Zahlungserinnerungen, damit Sie effizient wachsen können.",
    "E-commerce": "E-Commerce",
    "ecommerceDesc": "Vereinfachen Sie Ihre E-Commerce-Transaktionen und automatisieren Sie Zahlungserinnerungen, sodass Sie mehr Zeit für die Entwicklung Ihres Online-Shops haben.",
    "What Our": "Was unsere",
    "Users Say": "Benutzer sagen",
    "usersSayDesc": "Tausende von Unternehmen vertrauen ZeeInvoices, um schneller bezahlt zu werden.",
    "Frequently": "Häufig gestellte",
    "Asked Questions": "Fragen",
    "questionDesc": "Alles, was Sie über das Produkt und Rechnungsstellung wissen müssen.",
    "footerDesc": "ZeeInvoices ist eine leistungsstarke und einfach zu verwendende Rechnungssoftware, die dazu dient, Ihre Geschäftsfinanzen zu vereinfachen. Vom Erstellen von Rechnungen bis hin zum Verfolgen von Zahlungen hilft Ihnen ZeeInvoices, Ihre Rechnungsstellung mühelos zu verwalten, damit Sie mehr Zeit für das Wachstum Ihres Unternehmens haben. Mit nahtloser Integration, anpassbaren Vorlagen und automatisierten Prozessen stellen wir sicher, dass Ihre Rechnungsstellung schnell, zuverlässig und sicher ist.",
    "Home": "Startseite",
    "About": "Über uns",
    "Privacy": "Datenschutz",
    "Follow Us": "Folge uns",
    "Contact Us": "Kontaktiere uns",
    "copyRight": "© 2024 Alle Rechte vorbehalten ZeeInvoices",
    "companyAddress": "11133 Shady Trail PMB 205 Dallas, TX 75229",
    "Effortless": "Mühelos",
    "Automated": "Automatisiert",
    "Stay": "Bleiben",
    "Organized": "Organisiert",
    "effortDesc": "Rationalisieren Sie Ihren Rechnungsprozess mit unserer kostenlosen Rechnungssoftware. Einfachheit und Geschwindigkeit. ZeeInvoices macht das Erstellen und Verwalten von Rechnungen online einfach, sodass Sie Zeit und Energie sparen.",
    "automatedDesc": "Mit unserem KI-unterstützten Rechnungsgenerator können Sie manuelle Aufgaben reduzieren und Ihre Rechnungsstellung problemlos beschleunigen, damit Sie sich auf das Wachstum Ihres Unternehmens konzentrieren können.",
    "OrganizedDesc": "Verfolgen und verwalten Sie Ihre Rechnungen einfach mit unserer Plattform. Unsere Rechnungsverfolgungsfunktion hält alles an einem Ort und hilft Ihnen, Zahlungen zu überwachen und nichts zu verpassen.",
    "Less Time": "Weniger Zeit",
    "More Focus": "Mehr Fokus",
    "Enhance": "Steigern",
    "Your Efficiency": "Ihre Effizienz",
    "Revitalize": "Beleben Sie",
    "Your Operations": "Ihre Abläufe",
    "focusDesc": "ZeeInvoices reduziert die Zeit, die für Papierkram aufgewendet wird, damit Sie sich auf das konzentrieren können, was wirklich zählt – das Wachstum Ihres Unternehmens.",
    "efficiencyDesc": "Reduzieren Sie den Rechnungsstellungsaufwand und konzentrieren Sie sich auf die Erweiterung Ihres Unternehmens.",
    "OperationDesc": "Reduzieren Sie den Aufwand für die Rechnungsstellung, damit Sie mehr Zeit für das Wachstum Ihres Unternehmens haben.",
    "Mobile": "Mobil",
    "Friendly": "Freundlich",
    "Save": "Sparen",
    "Time": "Zeit",
    "Security": "Sicherheit",
    "First": "Zuerst",
    "friendlyDesc": "Erstellen und senden Sie professionelle Rechnungen von überall aus mit unserem mobilen Rechnungs-Tool. ZeeInvoices bietet schnelle Rechnungsstellungslösungen für Unternehmen unterwegs.",
    "timeDesc": "Rationalisieren Sie Rechnungsaufgaben wie das Erstellen von Rechnungen und das Verfolgen von Zahlungen, damit Sie sich auf das konzentrieren können, was am wichtigsten ist.",
    "securityDesc": "Ihre Daten sind mit erstklassigem Schutz gesichert, um die Vertraulichkeit und Sicherheit Ihrer Geschäftsübertragungen zu gewährleisten.",
    "It was great experience!": "Es war eine großartige Erfahrung!",
    "It was a great tool!": "Es war ein tolles Tool!",
    "Great experience!": "Großartige Erfahrung!",
    "Good tool!": "Gutes Tool!",
    "expDesc1": "Ich liebe die benutzerfreundliche Oberfläche und die professionellen Vorlagen. ZeeInvoices hat die Rechnungsstellung für mein Unternehmen so einfach gemacht.",
    "expDesc2": "ZeeInvoices ist ein echter Gamechanger. Die Anpassungsoptionen sind perfekt für meine Marke.",
    "expDesc3": "Ich habe kürzlich ZeeInvoices verwendet und bin wirklich beeindruckt. Die Benutzeroberfläche ist unglaublich intuitiv und einfach zu bedienen.",
    "expDesc4": "Die Benutzeroberfläche ist unglaublich intuitiv und einfach zu navigieren.",
    "What is ZeeInvoices?": "Was ist ZeeInvoices?",
    "How do I create an account with ZeeInvoices?": "Wie erstelle ich ein Konto bei ZeeInvoices?",
    "Can I customize my invoices with my company branding?": "Kann ich meine Rechnungen mit meinem Firmenbranding anpassen?",
    "Is my data secure with ZeeInvoices?": "Sind meine Daten bei ZeeInvoices sicher?",
    "Is ZeeInvoices available worldwide?": "Ist ZeeInvoices weltweit verfügbar?",
    "Are there any hidden fees or charges for using ZeeInvoices?": "Gibt es versteckte Gebühren oder Kosten für die Nutzung von ZeeInvoices?",
    "How can I contact customer support if I need help?": "Wie kann ich den Kundensupport kontaktieren, wenn ich Hilfe brauche?",
    "Does ZeeInvoices integrate with other accounting or payment software?": "Integriert sich ZeeInvoices mit anderer Buchhaltungs- oder Zahlungssoftware?",
    "Is there a limit to how many invoices I can create?": "Gibt es eine Begrenzung, wie viele Rechnungen ich erstellen kann?",
    "Can I use ZeeInvoices on multiple devices?": "Kann ich ZeeInvoices auf mehreren Geräten verwenden?"
  }
  