{
  "welcome": "مرحبًا بك في موقعنا!",
  "description": "هذه تطبيق Next.js مع دعم التدويل.",
  "Terms": "الشروط",
  "Conditions": "الأحكام",
  "See our terms of Use": "راجع شروط الاستخدام الخاصة بنا",
  "Effective Date": "تاريخ السريان",
  "terms_descritpion": "مرحبًا بك في ZeeInvoices! تحكم هذه الشروط والأحكام ('الشروط') في استخدامك لموقعنا https://www.zeeinvoices.com/ وبرامج الفواتير والخدمات ('الخدمات') التي تقدمها ZeeInvoices ('نحن' أو 'لنا' أو 'خاصتنا'). من خلال الوصول إلى خدماتنا أو استخدامها، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على هذه الشروط، فلا يجب عليك استخدام خدماتنا.",
  "1. Acceptance of Terms": "1. قبول الشروط",
  "2. User Eligibility": "2. الأهلية لاستخدام",
  "3. Account Registration": "3. تسجيل الحساب",
  "4. Free Software and Service Availability": "4. توفر البرامج والخدمات المجانية",
  "5. Use of Services": "5. استخدام الخدمات",
  "6. User Content": "6. المحتوى المقدم من المستخدم",
  "7. Intellectual Property Rights": "7. حقوق الملكية الفكرية",
  "8. Third-Party Integrations": "8. تكامل الأطراف الثالثة",
  "9. Disclaimer of Warranties": "9. إخلاء المسؤولية",
  "10. Limitation of Liability": "10. تحديد المسؤولية",
  "11. Indemnification": "11. التعويض",
  "12.Termination": "12. إنهاء الخدمة",
  "13. Governing Law": "13. القانون المعمول به",
  "14. Changes to Terms & Conditions": "14. تغييرات على الشروط والأحكام",
  "15. Contact Information": "15. معلومات الاتصال",
  "AI powered": "مدعوم بالذكاء الاصطناعي",
  "Custom Invoices": "فواتير مخصصة",
  "Free for all": "مجاني للجميع",
  "heroDesc": "بسط عملية الفوترة الخاصة بك وركز على ما يهم حقًا - دعنا نساعدك في نمو عملك.",
  "Create Invoice": "إنشاء فاتورة",
  "How": "كيف",
  "ZeeInvoices Helps You?": "كيف يساعدك ZeeInvoices؟",
  "helpDesc": "ZeeInvoices هو مولد فواتير وبرامج فواتير مجانية وسهلة الاستخدام مصممة خصيصًا لتلبية احتياجات عملك.",
  "Streamline": "تبسيط",
  "Your Workflow": "سير العمل الخاص بك",
  "steamlineDesc": "قم بتحويل تركيزك من الفوترة إلى ما يهم حقًا - تنمية عملك!",
  "Invoicing": "الفوترة",
  "Made Simple": "بسيطة",
  "sampleDesc": "احصل على مدفوعات أسرع باستخدام أداة مصممة للبساطة والسرعة.",
  "Built For": "مصممة من أجل",
  "Every Business": "كل الأعمال",
  "everyBussinessDesc": "يبسط ZeeInvoices الفوترة للجميع، من المستقلين إلى الشركات الكبيرة. برامجنا المجانية تقوم بأتمتة إنشاء الفواتير وتبسيط العملية بأكملها.",
  "Freelancers": "المستقلين",
  "freelanceDesc": "قم بتبسيط عملك المستقل مع إدارة معاملات آلية وتذكيرات الدفع، حتى تتمكن من التركيز على تنمية عملك.",
  "Businesses": "الشركات",
  "businessesDesc": "قم بتحسين عملك من خلال إدارة المعاملات المبسطة وتذكيرات الدفع الآلية، مما يساعدك على التوسع بكفاءة.",
  "E-commerce": "التجارة الإلكترونية",
  "ecommerceDesc": "قم بتبسيط معاملات التجارة الإلكترونية الخاصة بك وأتمتة تذكيرات الدفع، مما يمنحك المزيد من الوقت لتوسيع متجرك عبر الإنترنت.",
  "What Our": "ما يقوله",
  "Users Say": "مستخدمونا",
  "usersSayDesc": "تثق آلاف الشركات في ZeeInvoices للحصول على مدفوعات أسرع.",
  "Frequently": "الأسئلة",
  "Asked Questions": "المتكررة",
  "questionDesc": "كل ما تحتاج لمعرفته حول المنتج والفواتير.",
  "footerDesc": "ZeeInvoices هي حل فوترة قوي وسهل الاستخدام مصمم لتبسيط إدارة الشؤون المالية لشركتك. من إنشاء الفواتير إلى تتبع المدفوعات، يساعدك ZeeInvoices على إدارة الفواتير بسهولة، مما يتيح لك المزيد من الوقت للتركيز على تنمية عملك. مع التكامل السلس، والقوالب القابلة للتخصيص، والعمليات الآلية، نضمن أن تكون فواتيرك سريعة وموثوقة وآمنة.",
  "Home": "الصفحة الرئيسية",
  "About": "حول",
  "Privacy": "الخصوصية",
  "Follow Us": "تابعنا",
  "Contact Us": "اتصل بنا",
  "copyRight": "© 2024 جميع الحقوق محفوظة ZeeInvoices",
  "companyAddress": "11133 Shady Trail PMB 205 دالاس، تكساس 75229",
  "Effortless": "بلا جهد",
  "Automated": "آلي",
  "Stay": "ابقَ",
  "Organized": "منظمًا",
  "effortDesc": "قم بتبسيط عملية الفوترة باستخدام برنامج الفواتير المجاني لدينا. البساطة والسرعة. يجعل ZeeInvoices من السهل إنشاء الفواتير وإدارتها عبر الإنترنت، مما يوفر لك الوقت والجهد.",
  "automatedDesc": "مع مولد الفواتير المدعوم بالذكاء الاصطناعي، يمكنك تقليل المهام اليدوية وتسريع الفوترة بسهولة للتركيز على تنمية عملك.",
  "OrganizedDesc": "تتبع الفواتير وإدارتها بسهولة باستخدام منصتنا. تساعدك ميزة تتبع الفواتير لدينا على البقاء في صدارة المدفوعات وعدم تفويت أي شيء.",
  "Less Time": "وقت أقل",
  "More Focus": "تركيز أكثر",
  "Enhance": "تعزيز",
  "Your Efficiency": "كفاءتك",
  "Revitalize": "إنعاش",
  "Your Operations": "عملياتك",
  "focusDesc": "يقلل ZeeInvoices من الوقت الذي تقضيه في الأعمال الورقية حتى تتمكن من التركيز على ما يهم - بناء عملك.",
  "efficiencyDesc": "قلل من وقت الفوترة وركز على توسيع عملك.",
  "OperationDesc": "قلل الوقت الذي تقضيه في الفوترة، مما يسمح بتركيز أكبر على نمو الأعمال.",
  "Mobile": "جوال",
  "Friendly": "سهل الاستخدام",
  "Save": "وفر",
  "Time": "الوقت",
  "Security": "الأمان",
  "First": "أولاً",
  "friendlyDesc": "قم بإنشاء وإرسال فواتير احترافية من أي مكان باستخدام مولد الفواتير المناسب للجوال الخاص بنا. يوفر ZeeInvoices حلول فوترة سريعة للشركات المتنقلة.",
  "timeDesc": "قم بتبسيط مهام الفوترة مثل الفواتير وتتبع المدفوعات، مما يتيح لك التركيز على ما هو أكثر أهمية.",
  "securityDesc": "يتم تأمين بياناتك بأعلى درجات الحماية، مما يضمن الخصوصية والأمان لمعاملات عملك.",
  "It was great experience!": "كانت تجربة رائعة!",
  "It was a great tool!": "كانت أداة رائعة!",
  "Great experience!": "تجربة رائعة!",
  "Good tool!": "أداة جيدة!",
  "expDesc1": "أحببت الواجهة التفاعلية والقوالب الاحترافية. جعلت ZeeInvoices عملية الفوترة أسهل بكثير لأعمالي.",
  "expDesc2": "ZeeInvoices هو تغيير كبير في اللعبة. خيارات التخصيص مثالية لعلامتي التجارية.",
  "expDesc3": "استخدمت ZeeInvoice مؤخرًا وأنا معجب تمامًا. واجهة المستخدم بديهية للغاية وسهلة التنقل.",
  "expDesc4": "واجهة المستخدم بديهية للغاية وسهلة التنقل.",
  "What is ZeeInvoices?": "ما هي ZeeInvoices؟",
  "How do I create an account with ZeeInvoices?": "كيف يمكنني إنشاء حساب مع ZeeInvoices؟",
  "Can I customize my invoices with my company branding?": "هل يمكنني تخصيص فواتيري بعلامتي التجارية؟",
  "Is my data secure with ZeeInvoices?": "هل بياناتي آمنة مع ZeeInvoices؟",
  "Is ZeeInvoices available worldwide?": "هل ZeeInvoices متاح في جميع أنحاء العالم؟",
  "Are there any hidden fees or charges for using ZeeInvoices?": "هل هناك أي رسوم أو تكاليف مخفية لاستخدام ZeeInvoices؟",
  "How can I contact customer support if I need help?": "كيف يمكنني الاتصال بدعم العملاء إذا كنت بحاجة للمساعدة؟",
  "Does ZeeInvoices integrate with other accounting or payment software?": "هل يتكامل ZeeInvoices مع برامج المحاسبة أو الدفع الأخرى؟",
  "Is there a limit to how many invoices I can create?": "هل هناك حد لعدد الفواتير التي يمكنني إنشاؤها؟",
  "Can I use ZeeInvoices on multiple devices?": "هل يمكنني استخدام ZeeInvoices على أجهزة متعددة؟",
  "Us": "عنا",
  "aboutUsDesc": "مرحبًا بك في ZeeInvoices، في ZeeInvoices، نجعل الفوترة بسيطة وسريعة ومجانية تمامًا. منصتنا مصممة لتبسيط عملية الفوترة للأعمال من جميع الأحجام، بدءًا من المستقلين إلى الشركات الكبيرة. مع ZeeInvoices، يمكنك إنشاء فواتير مهنية ومخصصة تتماشى مع علامتك التجارية في دقائق."

}
